Repository: Supat/xephon
Catalog: Plugins/EvalFormPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# evalform.conflict.llmFailed
source: LLM extraction failed for this item — only regex-captured values shown.
ja: この項目のLLM抽出に失敗しました。正規表現で捕捉した値のみ表示しています。

# evalform.coverage
source: Vocabulary coverage
ja: 語彙カバレッジ

# evalform.detectSections
source: Detect road sections
ja: 走行路セクションを検出

# evalform.displayName
source: Evaluation Form
ja: 官能評価シート

# evalform.error.badPack
source: The file isn't a valid form template pack.
ja: 有効な評価シートテンプレートではありません。

# evalform.error.empty
source: No utterances in this session yet.
ja: このセッションにはまだ発話がありません。

# evalform.export
source: Export
ja: 書き出し

# evalform.importTemplate
source: Import Template…
ja: テンプレートを読み込む…

# evalform.keywordGroup
source: Eval Sheet A-1
ja: 官能評価 A-1

# evalform.menu.export
source: Export Evaluation Form…
ja: 評価シートを書き出す…

# evalform.metadata
source: Header
ja: ヘッダ

# evalform.resetTemplate
source: Use A-1 default
ja: A-1（既定）に戻す

# evalform.reviewed
source: Reviewed
ja: 確認済み

# evalform.run
source: Fill Form
ja: シートを記入

# evalform.running.metadata
source: Extracting header metadata…
ja: ヘッダ情報を抽出中…

# evalform.running.supplementary
source: Distilling supplementary comment…
ja: 補足コメントを抽出中…

# evalform.stale
source: The transcript changed since this draft was generated — re-run to refresh.
ja: ドラフト生成後にトランスクリプトが変更されています。再実行してください。

# evalform.undetected
source: Not detected — fill manually
ja: 未検出（要手動記入）

# evalform.supplementary
source: Supplementary
ja: 補足コメント

# evalform.template
source: Template
ja: テンプレート

# evalform.templateMismatch
source: The saved draft was generated with a different template — re-run to fill the active sheet.
ja: 保存済みドラフトは別のテンプレートで生成されています。現在のシートに記入するには再実行してください。
